[
    {
        "Quote": "The important thing is to do charity, not to talk about charity. We must understand the work with very poor people as a God’s chosen mission.",
        "Author": "Irmã Dulce Lopes Pontes"
    },
    {
        "Quote": "The reason for our existence is to quench the thirst of Jesus. When he asked for water, the soldier gave him vinegar to drink—but his thirst was for love, for souls, for you and me.",
        "Author": "Mother Teresa of Calcutta"
    },
    {
        "Quote": "God will give eternal life to those who convert sinners and bring them to the right path.",
        "Author": "Mariam Thresia Chiramel Mankidiyan"
    },
    {
        "Quote": "Jesus loves hidden souls. A hidden flower is the most fragrant. I must strive to make the interior of my soul a resting place for the Heart of Jesus.",
        "Author": "Maria Faustina Kowalska"
    },
    {
        "Quote": "This morning my soul is greater than the world since it possesses you, you whom heaven and earth do not contain.",
        "Author": "Margaret of Cortona"
    },
    {
        "Quote": "Take heart! First of all it is God who sends things forward and not me. And then from paradise I can do more than I do in this world. When I will no longer be, believe also that it will be better than it is done now.",
        "Author": "Giuseppina Vannini"
    },
    {
        "Quote": "He loves, he hopes, he waits. Our Lord prefers to wait Himself for the sinner for years rather than keep us waiting an instant.",
        "Author": "Maria Goretti"
    },
    {
        "Quote": "Our Lady…told us she would come and take Francisco to heaven, and she asked me if I still wanted to convert more sinners. I said I did.",
        "Author": "Jacinta Marto"
    },
    {
        "Quote": "Receive every trial, every annoyance, every lack of courtesy in the light that springs from the Cross; that is how we please God, how we advance in the ways of love.",
        "Author": "Elizabeth of the Trinity"
    },
    {
        "Quote": "I pray God may preserve your health and life many years.",
        "Author": "Junipero Serra"
    },
    {
        "Quote": "How could I bear a crown of gold when the Lord bears a crown of thorns? And bears it for me!",
        "Author": "Elizabeth of Hungary"
    },
    {
        "Quote": "Charity enters heaven when humility opens the door.",
        "Author": "María Natividad Venegas de la Torre"
    },
    {
        "Quote": "The Lord has called us from different nations, but we must be united with one heart and one soul.",
        "Author": "Maria Elizabeth Hesselblad"
    },
    {
        "Quote": "My joy is in leading a hidden life unknown to others.",
        "Author": "Euphrasia of the Sacred Heart"
    },
    {
        "Quote": "This is a serious warning cry: Surrender without reservation to the Lord who has called us. This is required of us so that the face of the earth may be renewed.",
        "Author": "Edith Stein"
    },
    {
        "Quote": "Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.",
        "Author": "John Paul II"
    },
    {
        "Quote": "I can have no other spouse, but Jesus Christ. I have considered myself content to live in poverty and misery for his love.",
        "Author": "Kateri Tekakwitha"
    },
    {
        "Quote": "Let us make best use of the fleeting moments. They will not return.",
        "Author": "Marianne Cope"
    },
    {
        "Quote": "As I hope in thee, O Lord, inspire me with that confidence, which brings me to thy holy mountain.",
        "Author": "Agnes of Assisi"
    },
    {
        "Quote": "The most deadly poison of our times is indifference. And this happens, although the praise of God should know no limits. Let us strive, therefore, to praise him to the greatest extent of our powers.",
        "Author": "Maximilian Kolbe"
    },
    {
        "Quote": "Whatever troubles may be before you, accept them cheerfully, remembering whom you are trying to follow. Do not be afraid.",
        "Author": "Mary MacKillop"
    },
    {
        "Quote": "Born poor, but of honored and humble people, I am particularly proud to die poor.",
        "Author": "Pope John XXIII"
    },
    {
        "Quote": "I am prepared to suffer more. I know the Lord is with me. He has some plan for me. How can I requite his kindness?",
        "Author": "Alphonsa Muttathupadathu"
    },
    {
        "Quote": "He needed bold, brave, inflamed women in the love of God, who could assimilate his life to that of the poor inhabitants of the jungle, to raise them to God.",
        "Author": "Laura Montoya Upegui"
    },
    {
        "Quote": "We should ever be grateful for and love the vocation to which God has called us. This applies to every vocation because, after all, what a privilege it is to serve God, even in the least capacity!",
        "Author": "Solanus Casey"
    },
    {
        "Quote": "Since happiness is nothing else than the enjoyment of the supreme good, and the supreme good is above us, no one can enjoy happiness unless he rises above himself.",
        "Author": "Bonaventure"
    },
    {
        "Quote": "All blessings come to us through our Lord. He will teach us, for in beholding his life we find that he is the best example.",
        "Author": "Teresa of Avila"
    },
    {
        "Quote": "Actions speak louder than words. Let your words teach and your actions speak.",
        "Author": "Anthony of Padua"
    },
    {
        "Quote": "‘With my mouth,’ God says, ‘I kiss my own chosen creation. I uniquely, lovingly, embrace every image I have made out of the earth’s clay. With a fiery spirit I transform it into a body to serve all the world.’",
        "Author": "Hildegard of Bingen"
    },
    {
        "Quote": "Our earthly and eternal happiness depend on following our vocation without faltering.",
        "Author": "Gianna Beretta Molla"
    },
    {
        "Quote": "In losing all, the soul has risen to the pinnacle of the measureless; because it has renounced all that is not divine, it now holds in its grasp the unimaginable Good in all its abundance, a loss and a gain impossible to describe.",
        "Author": "Jacopone of Todi"
    },
    {
        "Quote": "Even if I must suffer greatly, thanks be to God’s mercy, I will not lack courage.",
        "Author": "Genoveva Torres Morales"
    },
    {
        "Quote": "Praise and bless my Lord, and give him thanks and serve him with great humility.",
        "Author": "Francis of Assisi"
    },
    {
        "Quote": "Faith lifts the soul. Hope supports it. Experience says it must. And Love says let it be!",
        "Author": "Elizabeth Ann Seton"
    },
    {
        "Quote": "If we wish to serve God and love our neighbor well, we must manifest our joy in the service we render to Him and them. Let us open wide our hearts. It is joy which invites us. Press forward and fear nothing.",
        "Author": "Katharine Drexel"
    },
    {
        "Quote": "Whatever God wants, as God wills, when God wills.",
        "Author": "Maria de las Maravillas de Jesús"
    },
    {
        "Quote": "How easy it is to die with Jesus on the cross—if one has lived with Jesus on the cross!",
        "Author": "Anna Schäffer"
    },
    {
        "Quote": "We become what we love and who we love shapes what we become.",
        "Author": "Clare of Assisi"
    },
    {
        "Quote": "Even if I must suffer greatly, thanks be to God’s mercy, I will not lack courage.",
        "Author": "Genoveva Torres Morales"
    },
    {
        "Quote": "In God’s will, there is great peace.",
        "Author": "Josephine Bakhita"
    },
    {
        "Quote": "Our goal must be infinite, not the finite. The infinite is our homeland. Heaven has been waiting for us forever.",
        "Author": "Blessed Carlo Acutis"
    },
    {
        "Quote": "Jesus Christ, Lord of all things! You see my heart, you know my desires. Possess all that I am—you alone. I am your sheep; make me worthy to overcome the devil.",
        "Author": "St. Agatha"
    },
    {
        "Quote": "It is better to be a child of God than king of the whole world.",
        "Author": "St. Aloysius Gonzaga"
    },
    {
        "Quote": "He who trusts in himself is lost. He who trusts in God can do all things.",
        "Author": "St. Alphonsus Liguori"
    },
    {
        "Quote": "What does it cost us to say, ‘My God help me! Have mercy on me!’ Is there anything easier than this? And this little will suffice to save us if we be diligent in doing it.",
        "Author": "St. Alphonsus Liguori"
    },
    {
        "Quote": "It is with the smallest brushes that the artist paints the most exquisitely beautiful pictures.",
        "Author": "St. André Bessette"
    },
    {
        "Quote": "If according to times and needs you should be obliged to make fresh rules and change current things, do it with prudence and good advice.",
        "Author": "St. Angela Merici"
    },
    {
        "Quote": "The last word that I address to you and one I urge upon you with all the ardor of my soul, is that you live in harmony, united together in one heart and one will. Be bound to one another by the bonds of charity, treating each other with respect, helping one another, bearing with each other in Christ Jesus: if you really try to live like this, there is no doubt that the Lord, our God, will be in your midst.",
        "Author": "St. Angela Merici"
    },
    {
        "Quote": "Do not lose heart, even if you should discover that you lack qualities necessary for the work to which you are called. He who called you will not desert you, but the moment you are in need he will stretch out his saving hand.",
        "Author": "St. Angela Merici"
    },
    {
        "Quote": "No one will have any other desire in heaven than what God wills; and the desire of one will be the desire of all; and the desire of all and of each one will also be the desire of God.",
        "Author": "St. Anselm"
    },
    {
        "Quote": "Nowhere other than looking at himself in the mirror of the Cross can man better understand how much he is worth.",
        "Author": "St. Anthony of Padua"
    },
    {
        "Quote": "Christians must lean on the Cross of Christ just as travelers lean on a staff when they begin a long journey. They must have the Passion of Christ deeply embedded in their minds and hearts, because only from it can they derive peace, grace, and truth.",
        "Author": "St. Anthony of Padua"
    },
    {
        "Quote": "Actions speak louder than words; let your words teach and your actions speak.",
        "Author": "St. Anthony of Padua"
    },
    {
        "Quote": "Pray as though everything depended on God. Work as though everything depended on you.",
        "Author": "St. Augustine"
    },
    {
        "Quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see the misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.",
        "Author": "St. Augustine"
    },
    {
        "Quote": "God loves each of us as if there were only one of us.",
        "Author": "St. Augustine"
    },
    {
        "Quote": "O sinner, be not discouraged, but have recourse to Mary in all you necessities. Call her to your assistance, for such is the divine Will that she should help in every kind of necessity.",
        "Author": "St. Basil the Great"
    },
    {
        "Quote": "As the sun surpasses all the stars in lustre, so the sorrows of Mary surpass all the tortures of the martyrs.",
        "Author": "St. Basil the Great"
    },
    {
        "Quote": "Unfurl the sails, and let God steer us where He will.",
        "Author": "St. Bede the Venerable"
    },
    {
        "Quote": "No one should follow what he considers to be good for himself, but rather what seems good for another. Let them put Christ before all else; and may he lead us all to everlasting life.",
        "Author": "St. Benedict"
    },
    {
        "Quote": "In dangers, in doubts, in difficulties, think of Mary, call upon Mary. Let not her name depart from your lips, never suffer it to leave your heart. And that you may obtain the assistance of her prayer, neglect not to walk in her footsteps. With her for guide, you shall never go astray; while invoking her, you shall never lose heart; so long as she is in your mind, you are safe from deception; while she holds your hand, you cannot fall, under her protection you have nothing to fear; if she walks before you, you shall not grow weary; if she shows you favor, you shall reach the goal.",
        "Author": "St. Bernard of Clairvaux"
    },
    {
        "Quote": "How good and pleasant it is to dwell in the Heart of Jesus! Who is there who does not love a heart so wounded? Who can refuse a return of love to a Heart so loving? Amen.",
        "Author": "St. Bernard of Clairvaux"
    },
    {
        "Quote": "When we pray, the voice of the heart must be heard more than that proceeding from the mouth.",
        "Author": "St. Bonaventure"
    },
    {
        "Quote": "In all your deeds and words you should look upon this Jesus as your model. Do so whether you are walking or keeping silence, or speaking, whether you are alone or with others.",
        "Author": "St. Bonaventure"
    },
    {
        "Quote": "If you learn everything except Christ, you learn nothing. If you learn nothing except Christ, you learn everything.",
        "Author": "St. Bonaventure"
    },
    {
        "Quote": "Men do not fear a powerful hostile army as the powers of hell fear the name and protection of Mary.",
        "Author": "St. Bonaventure"
    },
    {
        "Quote": "In everything, whether it is a thing sensed or a thing known, God himself is hidden within.",
        "Author": "St. Bonaventure"
    },
    {
        "Quote": "In her voyage across the ocean of this world, the Church is like a great ship being pounded by the waves of life’s different stresses. Our duty is not to abandon ship but to keep her on her course.",
        "Author": "St. Boniface"
    },
    {
        "Quote": "Think well. Speak well. Do well. These three things, through the mercy of God, will make a man go to Heaven.",
        "Author": "St. Camillus de Lellis"
    },
    {
        "Quote": "If you are what you should be, you will set the whole world on fire!",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "Everything comes from love, all is ordained for the salvation of man, God does nothing without this goal in mind.",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "You are rewarded not according to your work or your time but according to the measure of your love.",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "Everything that has being comes from God. Nothing, therefore, that happens to us—trouble or temptation or injury or torment or slander or anything else that could possibly happen to us—can or will disturb us. Rather, we are content and hold these things in reverence, reflecting that they come from God and are given to us as good favors, not out of hatred but out of love.",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "Start being brave about everything, driving out darkness and spreading light as well. Don’t look at your weakness, but realize that in Christ crucified you can do everything.",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "Let us contend with all earnestness, knowing that we are now called to the combat. Let us run in the straight road, the race that is incorruptible.",
        "Author": "St. Clement"
    },
    {
        "Quote": "If we wish to make any progress in the service of God we must begin every day of our life with new eagerness.",
        "Author": "St. Charles Borromeo"
    },
    {
        "Quote": "As soon as I believed there was a God, I understood I could do nothing else but live for him, my religious vocation dates from the same moment as my faith: God is so great. There is such a difference between God and everything that is not.",
        "Author": "Blessed Charles de Foucauld"
    },
    {
        "Quote": "Love God, serve God; everything is in that.",
        "Author": "St. Clare of Assisi"
    },
    {
        "Quote": "Totally love Him, who gave Himself totally for your love.",
        "Author": "St. Clare of Assisi"
    },
    {
        "Quote": "The Lord has turned all our sunsets into sunrise.",
        "Author": "St. Clement"
    },
    {
        "Quote": "Be joyful, and keep your faith and your creed.",
        "Author": "St. David of Wales"
    },
    {
        "Quote": "Arm yourself with prayer rather than a sword; wear humility rather than fine clothes.",
        "Author": "St. Dominic"
    },
    {
        "Quote": "I can’t do big things. But I want all I do, even the smallest thing, to be for the greater glory of God.",
        "Author": "St. Dominic Savio"
    },
    {
        "Quote": "How could I wear a crown of gold when my Lord wears a crown of thorns and he wears it for me?",
        "Author": "St. Elizabeth of Hungary"
    },
    {
        "Quote": "Pure love … knows that only one thing is needed to please God: to do even the smallest things out of great love – love, and always love.",
        "Author": "St. Faustina"
    },
    {
        "Quote": "A magnificent building will never rise if we reject the insignificant bricks.",
        "Author": "St. Faustina"
    },
    {
        "Quote": "Suffering is a great grace; through suffering the soul becomes like the Savior; in suffering love becomes crystallized; the greater the suffering, the purer the love.",
        "Author": "St. Faustina"
    },
    {
        "Quote": "I fixed my gaze upon His sacred wounds and felt happy to suffer with Him. I suffered, and yet I did not suffer, because I felt happy to know the depth of His love, and the hour passed like a minute.",
        "Author": "St. Faustina"
    },
    {
        "Quote": "The past does not belong to me; the future is not mine; with all my soul I try to make use of the present moment.",
        "Author": "St. Faustina"
    },
    {
        "Quote": "In difficult moments I will fix my gaze upon the silent heart of Jesus, stretched upon the cross, and from the exploding flames of His merciful Heart, will flow down upon me power and strength to keep fighting.",
        "Author": "St. Faustina"
    },
    {
        "Quote": "I will go anywhere and do anything in order to communicate the love of Jesus to those who do not know him or have forgotten him.",
        "Author": "St. Frances Xavier Cabrini"
    },
    {
        "Quote": "We must pray without tiring, for the salvation of mankind does not depend on material success; nor on sciences that cloud the intellect. Neither does it depend on arms and human industries, but on Jesus alone.",
        "Author": "St. Frances Xavier Cabrini"
    },
    {
        "Quote": "Do not wish to be anything but what you are, and try to be that perfectly.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "We all have a vocation. We believe that God has placed us in this life to fill a special need that no one else can accomplish.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Everyone of us needs half an hour of prayer each day, except when we are busy – then we need an hour.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Nothing is so strong as gentleness; nothing is so gentle as real strength.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Never miss an opportunity to do good.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "The soul cannot live without love. We can never love our neighbor too much.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Lord, I am Yours, and I must belong to no one but You. My soul is Yours, and must live only by You. My will is Yours, and must love only for You. I must love You as my first cause, since I am from You. I must love You as my end and rest, since I am for You. I must love You more than my own being, since my being subsists by You. I must love You more than myself, since I am all Yours and all in You. Amen.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Let us run to Mary, and, as her little children, cast ourselves into her arms with a perfect confidence.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Where there is charity and wisdom, there is neither fear nor ignorance.",
        "Author": "St. Francis of Assisi"
    },
    {
        "Quote": "I am who I am before God, no more and no less.",
        "Author": "St. Francis of Assisi"
    },
    {
        "Quote": "It is not the actual physical exertion that counts toward a man’s progress, nor the nature of the task, but the spirit of faith with which it is undertaken.",
        "Author": "St. Francis Xavier"
    },
    {
        "Quote": "O Sacred Heart of Jesus, fountain of eternal life, Your Heart is a glowing furnace of Love. You are my refuge and my sanctuary.",
        "Author": "St. Gertrude the Great"
    },
    {
        "Quote": "One cannot love without suffering or suffer without loving.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "In order to bring true peace back to my soul, the only way that there exists on the Earth is Confession, because Jesus awaits me with His immense heart.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "The secret of happiness is to live moment by moment and to thank God for all that He, in His goodness, sends to us day after day.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "If one were to consider how much Jesus has suffered, one would not commit the smallest sin.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "When one does one’s own duty, one must not be concerned, because God’s help will not be lacking.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "Our body is a cenacle, a monstrance: through its crystal the world should see God.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "Love is the most beautiful sentiment the Lord has put into the soul of men and women.",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "If you must choose between me and the baby….save the baby!",
        "Author": "St. Gianna Beretta Molla"
    },
    {
        "Quote": "Who except God can give you peace? Has the world ever been able to satisfy the heart?",
        "Author": "St. Gerard Majella"
    },
    {
        "Quote": "Give something, however small, to the one in need. For it is not small to one who has nothing. Neither is it small to God, if we have given what we could.",
        "Author": "St. Gregory Nazianzen"
    },
    {
        "Quote": "The proof of love is in the works. Where love exists, it works great things. But when it ceases to act, it ceases to exist.",
        "Author": "St. Gregory the Great"
    },
    {
        "Quote": "The contemplative life means the keeping of charity towards God and our neighbors and fixing all our desires on our Creator.",
        "Author": "St. Gregory the Great"
    },
    {
        "Quote": "No earthly pleasures, no kingdoms of this world can benefit me in any way. I prefer death in Christ Jesus to power over the farthest limits of the earth. He who died in place of us is the one object of my quest. He who rose for our sakes is my one desire.",
        "Author": "St. Ignatius of Antioch"
    },
    {
        "Quote": "Love ought to show itself in deeds more than words.",
        "Author": "St. Ignatius of Loyola"
    },
    {
        "Quote": "There are very few men who realize what God would make of them if they abandoned themselves entirely to his hands, and let themselves be formed by His Grace.",
        "Author": "St. Ignatius of Loyola"
    },
    {
        "Quote": "What has He done for me? He has loved me and given me His whole self. What shall I do for Him? I shall love Him and give myself to Him without reserve.",
        "Author": "St. Ignatius of Loyola"
    },
    {
        "Quote": "Do not doubt, do not hesitate, never despair of the mercy of God. Hope and have confidence in confession.",
        "Author": "St. Isidore of Seville"
    },
    {
        "Quote": "Even while living in the world, the heart of Mary was so filled with motherly tenderness and compassion for men that no-one ever suffered so much for their own pains, as Mary suffered for the pains of her children.",
        "Author": "St. Jerome"
    },
    {
        "Quote": "Act and God will act, work and He will work.",
        "Author": "St. Joan of Arc"
    },
    {
        "Quote": "The whole earth is a living icon of the face of God.",
        "Author": "St. John Damascene"
    },
    {
        "Quote": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.",
        "Author": "St. John XXIII"
    },
    {
        "Quote": "The secret of everything is to let oneself be carried by God and so to carry Him to others.",
        "Author": "St. John XXIII"
    },
    {
        "Quote": "If God created shadows, it was to better emphasize the light.",
        "Author": "St. John XXIII"
    },
    {
        "Quote": "Direct all your actions and your sacrifices to this end: that they may all serve to make you more happy and content in Paradise.",
        "Author": "St. John XXIII"
    },
    {
        "Quote": "Do you want our Lord to give you many graces? Visit Him often. Do you want Him to give you few graces? Visit Him seldom.",
        "Author": "St. John Bosco"
    },
    {
        "Quote": "God asks little but He gives much.",
        "Author": "St. John Chrysostom"
    },
    {
        "Quote": "Prayer is the place of refuge for every worry, a foundation for cheerfulness, a source of constant happiness, a protection against sadness.",
        "Author": "St. John Chrysostom"
    },
    {
        "Quote": "Let us not hesitate to help those who have died and to offer our prayers for them.",
        "Author": "St. John Chrysostom"
    },
    {
        "Quote": "He belongs to you, but more than that, He longs to be in you, living and ruling in you, as the head lives and rules in the body.",
        "Author": "St. John Eudes"
    },
    {
        "Quote": "Our wish, our object, our chief preoccupation must be to form Jesus in ourselves, to make His spirit, His devotion, His affections, His desires and His disposition live and reign there.",
        "Author": "St. John Eudes"
    },
    {
        "Quote": "The Lord measures out perfection neither by the multitude nor the magnitude of our deeds, but by the manner in which we perform them.",
        "Author": "St. John of the Cross"
    },
    {
        "Quote": "A soul that walks in love neither rests nor grows tired.",
        "Author": "St. John of the Cross"
    },
    {
        "Quote": "At the end of our life, we shall all be judged by charity.",
        "Author": "St. John of the Cross"
    },
    {
        "Quote": "God is more pleased by one work, however small, done secretly, without desire that it be known, than a thousand done with the desire that people know of them.",
        "Author": "St. John of the Cross"
    },
    {
        "Quote": "None of us is alone in this world. Each of us is a vital piece of the great mosaic of humanity as a whole.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Today, in adoring the Sacred Heart, let us pray fervently for peace. First of all for peace in our hearts, but also for peace in our families, in our nation and in all the world.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "There is no cross to bear that Christ has not already born for us, and does not now bear with us.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "I plead with you – never, ever give up on hope, never doubt, never tire and never become discouraged. Be not afraid.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Christ is the center of the universe and of human history.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Darkness can only be scattered by light. Hatred can only be conquered by love.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Be not afraid.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Grant, O Lord of life,…when the moment of our definitive ‘passage’ comes, that we may face it with serenity, without regret for what we shall leave behind.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "It is Jesus that you seek when you dream of happiness; He is waiting for you when nothing else you find satisfies you.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Jesus is living next to you, in the brothers and sisters with whom you share your daily existence.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Do not be afraid. Do not be satisfied with mediocrity. Put out into the deep and let down your nets for a catch.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Confession is an act of honesty and courage – an act of entrusting ourselves, beyond sin, to the mercy of a loving and forgiving God.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Friendship, as has been said, consists in a full commitment of the will to another person with a view to that person’s good.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Love between man and woman cannot be built without sacrifices and self-denial.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Motherhood implies from the beginning a special openness to the new person: and this is precisely the woman’s ‘part’.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "The future starts today, not tomorrow.",
        "Author": "St. John Paul II"
    },
    {
        "Quote": "Prayer is the inner bath of love into which the soul plunges itself.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "The priesthood is the love of the Heart of Jesus.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "He is the one who has loved us so much; why shouldn’t we love Him in return?",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "You do not need many words when you pray.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "Ardent prayer addressed to God: this is man’s greatest happiness on earth!",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "A soul adorned with the virtue of chastity cannot help loving others; for it has discovered the source and font of love—God.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "The works of penance abound in such delights and joys that once they have been tasted, nothing will ever again root them out of the soul.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "There is no better way to experience the good God than to find him in the perfect sacrifice of the Mass.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "My children, it is in loving the cross that we find true peace, not running from it.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "The soul should move toward prayer the way a fish should move toward water; they are both a purely natural state.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "If you invoke the Blessed Virgin when you are tempted, she will come at once to your help, and Satan will leave you.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "Private prayer is like straw scattered here and there: If you set it on fire, it makes a lot of little flames. But gather these straws into a bundle and light them, and you get a mighty fire.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "Here is a rule for everyday life: Do not do anything which you cannot offer to God.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "My little children, reflect on these words: the Christian’s treasure is not on earth but in heaven.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "We do not have to talk very much in order to pray well.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "I tell you that you have less to suffer in following the cross than in serving the world and its pleasures.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "We are each of us like a small mirror in which God searches for His reflection.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "Prayer is the foundation of the spiritual edifice. Prayer is all powerful.",
        "Author": "St. Josemaria Escriva"
    },
    {
        "Quote": "Don’t let your life be sterile. Be useful. Blaze a trail. Shine forth with the light of your faith… and light up all the ways of the earth with the fire of Christ that you carry in your heart.",
        "Author": "St. Josemaria Escriva"
    },
    {
        "Quote": "God calls us through what happens during our day: through the suffering and happiness of the people we live with, through the human interests of our colleagues and the things that make up our family life.",
        "Author": "St. Josemaria Escriva"
    },
    {
        "Quote": "Be good, love the Lord, pray for those who do not know Him. What a great grace it is to know God!",
        "Author": "St. Josephine Bakhita"
    },
    {
        "Quote": "Always forward, never back.",
        "Author": "St. Junipero Serra"
    },
    {
        "Quote": "Jesus, I love you.",
        "Author": "St. Kateri Tekakwitha"
    },
    {
        "Quote": "Who will teach me what is most pleasing to God, that I may do it?",
        "Author": "St. Kateri Tekakwitha"
    },
    {
        "Quote": "I am not my own; I have given myself to Jesus. He must be my only love. The state of helpless poverty that may befall me if I do not marry does not frighten me. All I need is a little food and a few pieces of clothing.",
        "Author": "St. Kateri Tekakwitha"
    },
    {
        "Quote": "Peacefully do at each moment what at that moment ought to be done. If we do what each moment requires, we will eventually complete God’s plan, whatever it is.",
        "Author": "St. Katharine Drexel"
    },
    {
        "Quote": "The patient and humble endurance of the cross – whatever nature it may be – is the highest work we have to do.",
        "Author": "St. Katharine Drexel"
    },
    {
        "Quote": "The cross of Christ is the true ground and chief cause of Christian hope.",
        "Author": "St. Leo the Great"
    },
    {
        "Quote": "No one, however weak, is denied a share in the victory of the cross. No one is beyond the help of the prayer of Christ.",
        "Author": "St. Leo the Great"
    },
    {
        "Quote": "The Hail Mary is dew falling from heaven to make the soul fruitful. It is a pure kiss of love we give to Mary.",
        "Author": "St. Louis de Montfort"
    },
    {
        "Quote": "If you put all the love of the mothers into one heart it still would not equal the love of the Heart of Mary for her children.",
        "Author": "St. Louis de Montfort"
    },
    {
        "Quote": "Mary is the safest, easiest, shortest and most perfect way of approaching Jesus.",
        "Author": "St. Louis de Montfort"
    },
    {
        "Quote": "We never give more honor to Jesus than when we honor his mother, and we honor her simply and solely to honor him all the more perfectly.",
        "Author": "St. Louis de Montfort"
    },
    {
        "Quote": "God is a spring of living water which flows unceasingly into the hearts of those who pray.",
        "Author": "St. Louis de Montfort"
    },
    {
        "Quote": "Jesus Christ is all my riches; he alone is sufficient for me.",
        "Author": "St. Louis of Toulouse"
    },
    {
        "Quote": "I need nothing but God, and to lose myself in the heart of Jesus.",
        "Author": "St. Margaret Mary Alacoque"
    },
    {
        "Quote": "The Divine Heart is an ocean full of all good things, wherein poor souls can cast all their needs.",
        "Author": "St. Margaret Mary Alacoque"
    },
    {
        "Quote": "Let us love the Cross very much, for it is there that we discover our life, our true love, and our strength in our greatest difficulties.",
        "Author": "St. Maria Goretti"
    },
    {
        "Quote": "Look upon the poor with compassion and Jesus will look kindly upon you on your last day.",
        "Author": "St. Mary of the Cross (Jeanne Jugan)"
    },
    {
        "Quote": "Never be afraid of loving the Blessed Virgin too much. You can never love her more than Jesus did.",
        "Author": "St. Maximilian Kolbe"
    },
    {
        "Quote": "And as for a book from which to grow in the love of God, there is no better book than Jesus Christ crucified.",
        "Author": "St. Maximilian Kolbe"
    },
    {
        "Quote": "The greatest poison of our time is indifference.",
        "Author": "St. Maximilian Kolbe"
    },
    {
        "Quote": "I prayed very hard to Our Lady to tell me what would happen to me. She appeared, holding in her hands two crowns, one white, one red. She asked if I would like to have them—one was for purity, the other for martyrdom. I said, ‘I choose both.’ She smiled and disappeared.",
        "Author": "St. Maximilian Kolbe"
    },
    {
        "Quote": "Nothing is far from God.",
        "Author": "St. Monica"
    },
    {
        "Quote": "The Holy Spirit also gives you the grace to discover the image of the Lord in the hearts of men, and teaches you to love them as brothers and sisters.",
        "Author": "St. Paul VI"
    },
    {
        "Quote": "The world calls for and expects from us simplicity of life, the spirit of prayer, charity towards all, especially towards the lowly and the poor, obedience and humility.",
        "Author": "St. Paul VI"
    },
    {
        "Quote": "This world in which we live needs beauty in order not to sink into despair.",
        "Author": "St. Paul VI"
    },
    {
        "Quote": "No more war, war never again. It is peace, peace which must guide the destinies of peoples and of all mankind.",
        "Author": "St. Paul VI"
    },
    {
        "Quote": "As soon as we know the will of God, we ought without delay to follow it.",
        "Author": "St. Paul of the Cross"
    },
    {
        "Quote": "If you have too much to do, with God’s help you will find time to do it all.",
        "Author": "St. Peter Canisius"
    },
    {
        "Quote": "Fasting is the soul of prayer. Mercy is the lifeblood of fasting. So if you pray, fast. If you fast, show mercy.",
        "Author": "St. Peter Chrysologus"
    },
    {
        "Quote": "Man’s salvation and perfection consists of doing the will of God which he must have in view of all things, and at every moment of his life.",
        "Author": "St. Peter Claver"
    },
    {
        "Quote": "To love God as he ought to be loved, we must be detached from all temporal love. We must love nothing but Him.",
        "Author": "St. Peter Claver"
    },
    {
        "Quote": "May Christ be heard in our language, may Christ be seen in our life, may he be perceived in our hearts.",
        "Author": "St. Peter Damian"
    },
    {
        "Quote": "The Eucharist is the life of the people. The Eucharist gives them a center of life.",
        "Author": "St. Peter Julian Eymard"
    },
    {
        "Quote": "Do not let a day pass without doing some good in it.",
        "Author": "St. Philip Neri"
    },
    {
        "Quote": "Nothing helps a man more than prayer.",
        "Author": "St. Philip Neri"
    },
    {
        "Quote": "We must always remember that God does everything well, although we may not see the reason of what He does.",
        "Author": "St. Philip Neri"
    },
    {
        "Quote": "Pray, hope and don’t worry. Worry is useless. God is merciful and will hear your prayer.",
        "Author": "St. Pio da Pietrelcina"
    },
    {
        "Quote": "Walk cheerfully and with a sincere and open heart as much as you can.",
        "Author": "St. Pio da Pietrelcina"
    },
    {
        "Quote": "Do not tire yourself over things that cause anxiety and worry. Only one thing is necessary: to lift up your spirit and love God.",
        "Author": "St. Pio da Pietrelcina"
    },
    {
        "Quote": "Jesus is with you even when you don’t feel His presence.",
        "Author": "St. Pio da Pietrelcina"
    },
    {
        "Quote": "Holy Communion is the shortest and safest way to heaven.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "Love is a marvelous and heavenly thing. It never tires and never thinks that it has done enough.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "Whoever finds God finds everything, whoever loses God loses everything.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "Charity is that with which no man is lost, and without which no man is saved.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "Let prayer delight thee more than disputations, and the charity which builds up more than the knowledge which puffs up.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "What is easier, sweeter, more pleasant, than to love goodness, beauty, and love, the fullness of which you are, O Lord, my God.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "An ounce of charity is better than a hundred loads of reason.",
        "Author": "St. Pius X"
    },
    {
        "Quote": "Apart from the cross there is no other ladder by which we may get to heaven.",
        "Author": "St. Rose of Lima"
    },
    {
        "Quote": "I die with joy, for I desire to be united to my God.",
        "Author": "St. Rose of Viterbo"
    },
    {
        "Quote": "“Have courage no matter what your crosses are.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Love one another and help one another.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Cling to the will of God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Have courage.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Let no obstacles deter you from proceeding with courage.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God knows what is best for us all.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“In God and for God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“It is by love that God has always led me, by love that God reproves me, by love that God lets me see love in all.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Let not weakness make you discouraged.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“People should never see a need and do nothing to help.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Trust in God’s Providence, interfering – as it always does – for our own good.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Always remember to love one another.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God is truly good to us all.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God is so good.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“We must do the will of Him we love.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Bear your little trials with patience and love.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“With these crosses He gives many precious graces to make the soul bear them.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“He will Himself be your support and strength.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Do be faithful in little things.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“My heart would sink but for the firm conviction that God’s word can never fail.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May the Sacred Heart shield you and uphold you in every trouble.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“We have all very much for which to thank and love God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Who am I to stand in God’s way?”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Reject no one. You never know what grace can do.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“We must teach more by example than by word.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May God grant you courage and true wisdom in all you do and say.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Remember, there is, even on this earth, a day of bright reward for all your prayers and faithful perseverance.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Seek to please God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“How truly wonderful are God’s ways and how little we understand them.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“We must often feel weary and tired yet God brings us through all these things.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May God’s grace enable you to see and do the right thing.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Let us ever hope that you look for strength from God who alone can give it.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Lean more on God and less on ourselves.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“With God’s aid we shall get on and gain fresh strength and energy for the work.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Never expect perfection, and bear quietly the defects that from time to time come under your notice.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Pray to be ever ready for God’s will even when it takes you by surprise.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Bear in mind that you have only to answer for your own faults.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God is merciful because He knows how weary we are.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God understands us better than we understand ourselves or each other.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“I cannot feel sufficiently grateful to our good God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“The cross appears lighter when carried with Jesus.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May God be praised for all, and keep me strong.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Trust in God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Live in perfect charity and love, aiding and mutually encouraging one another in the thorny yet strong sweet path marked out for each of us to follow.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“When I want something very much I thank God beforehand for I feel God will certainly grant what He has been thanked for.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Always try to have success in your work but remember God is often glorified in your failure.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“No duty is too little to be done well.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God is so good – we ought to cling to Him with love and hope”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Hoping that you will be happy and full of courage”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Lean upon God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“The work of God goes on, and for this we have much to thank Him.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“The work of God goes on, and for this we have much to thank Him.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“All will be right with time and a little patience.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Try always to be generous with God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Try to make yourself happy and do not give way to low spirits or anxiety of any kind.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Whatever troubles may be before you, accept them cheerfully, remembering whom you are trying to follow.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Do all you can to work in unity.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“There where you are, you will find God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Have courage, trust in God, St Joseph and our Blessed Mother, and you need have no fear.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“I cannot forget that there is a dear good God watching over us.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“To me, the will of God is a dear book which I am never tired of reading and which has always some new charm for me. Nothing is too little to be noticed.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May God give you patience and courage in your sufferings.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May God help me to do what is right.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Oh how good God is!”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God’s presence seems to follow me everywhere and makes everything I do or wish to do a prayer.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“He is a just and merciful God, you may be sure that the trial is sent in love.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Let us be joyful and thank God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Courage, courage, trust in God who helps you in all things.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“May God be praised for all.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“In every difficulty apply to St Joseph with confidence and you will never be disappointed.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“I am sorry sometimes to see a kind of little-mindedness where there ought to be more generosity and simple trust.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“I saw that God would provide the means, would guide me on the way, and would provide a friend to do for me what I could not do myself.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Look upon your crosses as stepping stones to the eternal life of happiness.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Do not, to please others, go beyond your strength, and attempt more than you are able for.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Do not, to please others, go beyond your strength, and attempt more than you are able for.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Do not let your troubles disturb your trust in God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“I knew God would take care of all and make everything right in the end.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Today God has been so good to me.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Value your crosses as the most precious presents from a good and loving God.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Gratitude is the memory of the heart.”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“God’s will be done”",
        "Author": "St. Mary MacKillop"
    },
    {
        "Quote": "“Lord, I lean on You alone for strength. Give me your arm to support me, your shoulders to carry me, your breast on which to lay my head, your Cross to uphold me, your Eucharist to nourish me. On you Lord, I shall sleep and rest in peace.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“He who has Jesus has everything.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“Learn to let others do their share of the work. Things may be done less well, but you will have more peace of soul and health of body. And what temporal interest should we not sacrifice in order to gain these blessings?”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“It fills me with joy to realize that I can lay down my life daily for God, that I can sacrifice it willingly for Him. I may not be a martyr for the faith, but I can be a martyr of charity.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“Let us bear our cross and leave it to God to determine the length and the weight.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“There are no difficulties except for those who worry too much about tomorrow.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“Do not look back to the past, nor forward to the future. Claim only the present, for it holds God’s will.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“Never forget that the road to Heaven is the Way of the Cross. Jesus has called us to follow Him, bearing the Cross as He did.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“The more I reflect on the graces I have received, the more they astonish me and make me tremble.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“If you have no earthly consolation, why do you not seek consolation in the Heart of Jesus? To love him is truest joy.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“We may not understand His Will for us in time, but in eternity the veil will be drawn and we shall see that He acted only for our happiness.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“If we love Jesus, we shall be loved in return by Him, and that is perfect happiness.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“He will never let the trial surpass the strength He gives you, and at the very moment you think yourself overwhelmed by sorrow, He will lift you up and give you peace.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“Love aright and you will never be sad. Embrace God’s will and you will be filled with joy and peace.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“God alone and the desire of His glory – nothing else matters.”",
        "Author": "– St. Rose Philippine Duchesne"
    },
    {
        "Quote": "“I want eternity. I was born for greater things.”",
        "Author": "– St. Stanislaus"
    },
    {
        "Quote": "“Mary’s maternity is the model of all motherhood.”",
        "Author": "– St. Teresa Benedicta of the Cross (Edith Stein)"
    },
    {
        "Quote": "“If anyone comes to me, I want to lead them to Him.”",
        "Author": "– St. Teresa Benedicta of the Cross (Edith Stein)"
    },
    {
        "Quote": "“Love is an end already, since God is love.”",
        "Author": "– St. Teresa Benedicta of the Cross (Edith Stein)"
    },
    {
        "Quote": "“Anyone who seeks truth seeks God, whether or not he realizes it.”",
        "Author": "– St. Teresa Benedicta of the Cross (Edith Stein)"
    },
    {
        "Quote": "“God is there in these moments of rest and can give us in a single instant exactly what we need. Then the rest of the day can take its course, under the same effort and strain, perhaps, but in peace. And when night comes, and you look back over the day and see how fragmentary everything has been, and how much you planned that has gone undone, and all the reasons you have to be embarrassed and ashamed: just take everything exactly as it is, put it in God’s hands and leave it with Him. Then you will be able to rest in Him — really rest — and start the next day as a new life.”",
        "Author": "– St. Teresa Benedicta of the Cross (Edith Stein)"
    },
    {
        "Quote": "“The devil may try to use the hurts of life, and sometimes our own mistakes to make you feel it is impossible that Jesus really loves you, is really cleaving to you. This is a danger for all of us, and so sad, because it is completely the opposite of what Jesus is really wanting, waiting to tell you…he loves you always, even when you don’t feel worthy.”",
        "Author": "– St. Teresa of Calcutta"
    },
    {
        "Quote": "“The fruit of silence is prayer. The fruit of prayer is faith. The fruit of faith is love. The fruit of love is service. The fruit of service is peace.”",
        "Author": "– St. Teresa of Calcutta"
    },
    {
        "Quote": "“I can do the things you cannot, you can do things I cannot; together we can do great things.”",
        "Author": "– St. Teresa of Calcutta"
    },
    {
        "Quote": "“If you ever feel distressed during your day, call upon our Lady, just say this simple prayer: ‘Mary, Mother of Jesus, please be a mother to me now.’ I must admit, this prayer has never failed me.”",
        "Author": "– St. Teresa of Calcutta"
    },
    {
        "Quote": "“When you look at the crucifix, you understand how much Jesus loved you then. When you look at the Sacred Host, you understand how much Jesus loves you now.”",
        "Author": "– St. Teresa of Calcutta"
    },
    {
        "Quote": "“Let nothing trouble you, let nothing make you afraid. All things pass away. God never changes. Patience obtains everything. God alone is enough…”",
        "Author": "– St. Teresa of Avila"
    },
    {
        "Quote": "“For the storms, like a wave, pass quickly. And the fair weather returns, because the presence of the Lord they experience makes them soon forget everything.”",
        "Author": "– St. Teresa of Avila"
    },
    {
        "Quote": "“Though you have recourse to many saints as your intercessors, go especially to St. Joseph, for he has great power with God.”",
        "Author": "– St. Teresa of Avila"
    },
    {
        "Quote": "“Life is short; our trials last but a moment.”",
        "Author": "– St. Teresa of Avila"
    },
    {
        "Quote": "“To have courage for whatever comes in life – everything lies in that.”",
        "Author": "– St. Teresa of Avila"
    },
    {
        "Quote": "“A word or smile is often enough to put fresh life in a despondent soul.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“You know well enough that our Lord does not look so much on the greatness of our actions nor even at their difficulty, but at the love with which we do them.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“The loveliest masterpiece of the heart of God is the heart of a mother.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“Do you realize that Jesus is there in the tabernacle expressly for you – for you alone? He burns with the desire to come into your heart…”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“Miss no single opportunity of making some small sacrifice, here by a smiling look, there by a kindly word; always doing the smallest right and doing it all for love.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“May you trust God that you are exactly where you are meant to be.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“I know now that true charity consists in bearing all our neighbors’ defects – not being surprised at their weakness, but edified at their smallest virtues.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“I will spend my heaven doing good on earth.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“Without love, deeds, even the most brilliant, count as nothing.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“One must have passed through the tunnel to understand how black its darkness is.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“It is your arms, Jesus, which are the elevator to carry me to heaven.”",
        "Author": "– St. Thérèse of Lisieux"
    },
    {
        "Quote": "“Grant me, O Lord my God, a mind to know you, a heart to seek you, wisdom to find you, conduct pleasing to you, faithful perseverance in waiting for you, and a hope of finally embracing you.”",
        "Author": "– St. Thomas Aquinas"
    },
    {
        "Quote": "“As mariners are guided into port by the shining of a star, so Christians are guided to heaven by Mary.”",
        "Author": "– St. Thomas Aquinas"
    },
    {
        "Quote": "“…To serve the poor is to go to God. You must see God in the faces of the poor.”",
        "Author": "– St. Vincent de Paul"
    },
    {
        "Quote": "“Extend mercy toward others, so that there can be no one in need whom you meet without helping. For what hope is there for us if God should withdraw His Mercy from us?”",
        "Author": "– St. Vincent de Paul"
    },
    {
        "Quote": "It is simply impossible to lead, without the aid of prayer, a virtuous life.",
        "Author": "St. John Chrysostom"
    },
    {
        "Quote": "God asks little, but He gives much.",
        "Author": "St. John Chrysostom"
    },
    {
        "Quote": "What prayer could be more true before God the Father than that which the Son, who is Truth, uttered with His own lips?",
        "Author": "St. John Chrysostom"
    },
    {
        "Quote": "You know well enough that Our Lord does not look so much at the greatness of our actions, nor even at their difficulty, but at the love with which we do them.",
        "Author": "St. Therese of Lisieux"
    },
    {
        "Quote": "Our Lord does not come down from Heaven every day to lie in a golden ciborium. He comes to find another heaven which is infinitely dearer to him - the heaven of our souls, created in His Image, the living temples of the Adorable Trinity.",
        "Author": "St. Therese of Lisieux"
    },
    {
        "Quote": "Our Lord needs from us neither great deeds nor profound thoughts. Neither intelligence nor talents. He cherishes simplicity.",
        "Author": "St. Therese of Lisieux"
    },
    {
        "Quote": "The Most Blessed Sacrament is Christ made visible. The poor sick person is Christ again made visible.",
        "Author": "St. Gerard Majella"
    },
    {
        "Quote": "I see in my neighbor the Person of Jesus Christ.",
        "Author": "St. Gerard Majella"
    },
    {
        "Quote": "Who except God can give you peace? Has the world ever been able to satisfy the heart?",
        "Author": "St. Gerard Majella"
    },
    {
        "Quote": "No earthly pleasures, no kingdoms of this world can benefit me in any way. I prefer death in Christ Jesus to power over the farthest limits of the earth. He who died in place of us is the one object of my quest. He who rose for our sakes is my one desire.",
        "Author": "St. Ignatius of Antioch"
    },
    {
        "Quote": "I am not capable of doing big things, but I want to do everything, even the smallest things, for the greater glory of God.",
        "Author": "St. Dominic Savio"
    },
    {
        "Quote": "Nothing seems tiresome or painful when you are working for a Master who pays well; who rewards even a cup of cold water given for love of Him.",
        "Author": "St. Dominic Savio"
    },
    {
        "Quote": "The proof of love is in the works. Where love exists, it works great things. But when it ceases to act, it ceases to exist.",
        "Author": "St. Gregory the Great"
    },
    {
        "Quote": "If we are, in fact, now occupied in good deeds, we should not attribute the strength with which we are doing them to ourselves. We must not count on ourselves, because even if we know what kind of person we are today, we do not know what we will be tomorrow.",
        "Author": "St. Gregory the Great"
    },
    {
        "Quote": "We must fear God out of love, not love Him out of fear.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "It is to those who have the most need of us that we ought to show our love more especially.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Do not lose courage in considering your own imperfections, but instantly set about remedying them.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Consider all the past as nothing, and say, like David: Now I begin to love my God.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "All the science of the Saints is included in these two things: To do, and to suffer. And whoever had done these two things best, has made himself most saintly.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "All of us can attain to Christian virtue and holiness, no matter in what condition of life we live and no matter what our life work may be.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "Let us run to Mary, and, as her little children, cast ourselves into her arms with a perfect confidence.",
        "Author": "St. Francis de Sales"
    },
    {
        "Quote": "It is not the actual physical exertion that counts towards a one's progress, nor the nature of the task, but by the spirit of faith with which it is undertaken.",
        "Author": "St. Francis Xavier"
    },
    {
        "Quote": "Charity is the sweet and holy bond which links the soul with its Creator: it binds God with man and man with God.",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "Everything comes from love, all is ordained for the salvation of man, God does nothing without this goal in mind.",
        "Author": "St. Catherine of Siena"
    },
    {
        "Quote": "The saints are like the stars. In his providence Christ conceals them in a hidden place that they may not shine before others when they might wish to do so. Yet they are always ready to exchange the quiet of contemplation for the works of mercy as soon as they perceive in their heart the invitation of Christ.",
        "Author": "St. Anthony of Padua"
    },
    {
        "Quote": "Actions speak louder than words; let your words teach and your actions speak.",
        "Author": "St. Anthony of Padua"
    },
    {
        "Quote": "Alms are an inheritance and a justice which is due to the poor and which Jesus has levied upon us.",
        "Author": "St. Francis of Assisi"
    },
    {
        "Quote": "Sanctify yourself and you will sanctify society.",
        "Author": "St. Francis of Assisi"
    },
    {
        "Quote": "Jesus is happy to come with us, as truth is happy to be spoken, as life to be lived, as light to be lit, as love is to be loved, as joy to be given, as peace to be spread.",
        "Author": "St. Francis of Assisi"
    },
    {
        "Quote": "To love God as He ought to be loved, we must be detached from all temporal love. We must love nothing but Him, or if we love anything else, we must love it only for His sake.",
        "Author": "St. Peter Claver"
    },
    {
        "Quote": "If we wish to make any progress in the service of God we must begin every day of our life with new eagerness. We must keep ourselves in the presence of God as much as possible and have no other view or end in all our actions but the divine honor.",
        "Author": "St. Charles Borromeo"
    },
    {
        "Quote": "We must meditate before, during and after everything we do. The prophet says: 'I will pray, and then I will understand.' This is the way we can easily overcome the countless difficulties we have to face day after day, which, after all, are part of our work. In meditation we find the strength to bring Christ to birth in ourselves and in others.",
        "Author": "St. Charles Borromeo"
    },
    {
        "Quote": "We must pray without ceasing, in every occurrence and employment of our lives - that prayer which is rather a habit of lifting up the heart to God as in a constant communication with Him.",
        "Author": "St. Elizabeth Ann Seton"
    },
    {
        "Quote": "The first end I propose in our daily work is to do the will of God; secondly, to do it in the manner he wills it; and thirdly to do it because it is his will.",
        "Author": "St. Elizabeth Ann Seton"
    },
    {
        "Quote": "The most deadly poison of our times is indifference. And this happens, although the praise of God should know no limits. Let us strive, therefore, to praise Him to the greatest extent of our powers.",
        "Author": "St. Maximilian Kolbe"
    },
    {
        "Quote": "For Jesus Christ I am prepared to suffer still more.",
        "Author": "St. Maximilian Kolbe"
    },
    {
        "Quote": "Prayer ought to be short and pure, unless it be prolonged by the inspiration of Divine grace.",
        "Author": "St. Benedict"
    },
    {
        "Quote": "Those whose hearts are pure are temples of the Holy Spirit.",
        "Author": "St. Lucy"
    },
    {
        "Quote": "Jesus Christ, Lord of all things! You see my heart, you know my desires. Possess all that I am - you alone. I am your sheep; make me worthy to overcome the devil.",
        "Author": "St. Agatha"
    },
    {
        "Quote": "Go forth in peace, for you have followed the good road. Go forth without fear, for he who created you has made you holy, has always protected you, and loves you as a mother. Blessed be you, my God, for having created me.",
        "Author": "St. Clare of Assisi"
    },
    {
        "Quote": "We must pray without tiring, for the salvation of mankind does not depend on material success; nor on sciences that cloud the intellect. Neither does it depend on arms and human industries, but on Jesus alone.",
        "Author": "St. Frances Xavier Cabrini"
    },
    {
        "Quote": "Apart from the cross there is no other ladder by which we may get to heaven.",
        "Author": "St. Rose of Lima"
    },
    {
        "Quote": "Hold your eyes on God and leave the doing to him. That is all the doing you have to worry about.",
        "Author": "St. Jeanne de Chantal"
    },
    {
        "Quote": "We must love our neighbor as being made in the image of God and as an object of His love.",
        "Author": "St. Vincent de Paul"
    },
    {
        "Quote": "The most powerful weapon to conquer the devil is humility. For, as he does not know at all how to employ it, neither does he know how to defend himself from it.",
        "Author": "St. Vincent de Paul"
    },
    {
        "Quote": "We should strive to keep our hearts open to the sufferings and wretchedness of other people, and pray continually that God may grant us that spirit of compassion which is truly the spirit of God.",
        "Author": "St. Vincent de Paul"
    },
    {
        "Quote": "Extend your mercy towards others, so that there can be no one in need whom you meet without helping. For what hope is there for us if God should withdraw His Mercy from us?",
        "Author": "St. Vincent de Paul"
    },
    {
        "Quote": "There is no such thing as bad weather. All weather is good because it is God's.",
        "Author": "St. Teresa of Avila"
    },
    {
        "Quote": "There is more value in a little study of humility and in a single act of it than in all the knowledge in the world.",
        "Author": "St. Teresa of Avila"
    },
    {
        "Quote": "We need no wings to go in search of Him, but have only to look upon Him present within us.",
        "Author": "St. Teresa of Avila"
    },
    {
        "Quote": "Grant me, O Lord my God, a mind to know you, a heart to seek you, wisdom to find you, conduct pleasing to you, faithful perseverance in waiting for you, and a hope of finally embracing you.",
        "Author": "St. Thomas Aquinas"
    },
    {
        "Quote": "Charity is the form, mover, mother and root of all the virtues.",
        "Author": "St. Thomas Aquinas"
    },
    {
        "Quote": "No one heals himself by wounding another.",
        "Author": "St. Ambrose"
    },
    {
        "Quote": "Our own evil inclinations are far more dangerous than any external enemies.",
        "Author": "St. Ambrose"
    },
    {
        "Quote": "He alone loves the Creator perfectly who manifests a pure love for his neighbor.",
        "Author": "St. Bede the Venerable"
    },
    {
        "Quote": "God has no need of your money, but the poor have. You give it to the poor, and God receives it.",
        "Author": "St. Augustine"
    },
    {
        "Quote": "What do you possess if you possess not God?",
        "Author": "St. Augustine"
    },
    {
        "Quote": "This very moment I may, if I desire, become the friend of God.",
        "Author": "St. Augustine"
    },
    {
        "Quote": "Enjoy yourself as much as you like – if only you keep from sin.",
        "Author": "St. John Bosco"
    },
    {
        "Quote": "Nothing is far from God.",
        "Author": "St. Monica"
    },
    {
        "Quote": "Charity is that with which no man is lost, and without which no man is saved.",
        "Author": "St. Robert Bellarmine"
    },
    {
        "Quote": "Virtue is nothing without the trial of temptation, for there is no conflict without an enemy, no victory without strife.",
        "Author": "St. Leo the Great"
    },
    {
        "Quote": "He who trusts himself is lost. He who trusts in God can do all things.",
        "Author": "St. Alphonsus Liguori"
    },
    {
        "Quote": "You either belong wholly to the world or wholly to God.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "You cannot please both God and the world at the same time. They are utterly opposed to each other in their thoughts, their desires, and their actions.",
        "Author": "St. John Vianney"
    },
    {
        "Quote": "Our wish, our object, our chief preoccupation must be to form Jesus in ourselves, to make his spirit, his devotion, his affections, his desire, and his disposition live and reign there.",
        "Author": "St. John Eudes"
    }
]